Repository: grydinywka/caesar
Catalog: caesarapp/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Service encryption / decryption
uk: Система шифрування / дешифрування

source: Encryption is go on by
uk: Шифрування відбувається

source: Caesar cipher
uk: шифром Цезаря

source: integer bias
uk: зміщення, ціле число

source: The service allows you to encrypt text with Latin letters. Rest characters remain unchanged.
uk: Даний сервіс дозволяє шифрувати текст латиницею. Решта символів лишаються без змін.

source: From left to enter your text for the job. Then enter bias in ROT field.
uk: Зліва введіть текст для роботи. Тоді введіть зміщення в поле ROT.

source: Push &ldquo;Encrypt&rdquo; or &ldquo;Decrypt&rdquo;.
uk: Натисніть &ldquo;Зашифрувати&rdquo; або &ldquo;Розшифрувати&rdquo;.

source: In right field will be encrypted or decrypted text.
uk: Зправа з'явиться зашифрований або розшифрований текст.

source: After typing and
uk: Після введення тексту і

source: defocused
uk: дефокусування

source: appear chart of quantitative characterization every typed character.
uk: з'явиться діаграма кількісної характеристики кожного введеного символу.

source: Below will be hint about encryption if text is a valid English.
uk: Під нею з'явиться інформація стосовно шифрування тексту, якщо він зашифрований і є англійським.

source: Text for encryption/decryption
uk: Текст шифрування/дешифрування

source: Type text
uk: Введіть текст

source: bias
uk: зміщення

source: Encrypt
uk: Зашифрувати

source: Decrypt
uk: Розшифрувати

source: Result
uk: Результат

source: Info!
uk: Інформація!

source: Cryption and decryption by Caesar
uk: Шифрування і дешифрування Цезаря

source: Text is required!
uk: Текст є обов'язковим!

source: Bias is required!
uk: Зміщення є обов'язкове!

source: Incorrect bias! Type integer!
uk: Неправильне зміщення! Введіть ціле число!

source: It isn't encrypted text! Every word is word of English language.
uk: Це незашифрований текст! Кожне слово містисться у англійській мові.

source: Text encrypted in ROT{}
uk: Текст зашифрований в ROT{}

source: {} words encrypted in ROT{}, rest or have errors, or encrypted in other way
uk: {} слів зашифровано в ROT{}, решта або мають помилки, або зашифровани іншим способом

source: Unable to determine the encryption of the text!
uk: Неможливо визначити шифрування цього тексту!

source: Typed text consist of {} words, rest {} - not in the dictionary.
uk: Введений текст містить {} слівб решти {} - немає в словнику.
